Repository: giellalt/corpus-fin
Catalog: tmx/sms/admin/sd/www.samediggi.fi/seuraa_opetushallituksen_cygnaeus-palkinnon_jakotilaisuutta_verkossa_.html.tmx
Source language: fin
Languages: sms

source: Seuraa Opetushallituksen Cygnaeus-palkinnon jakotilaisuutta verkossa!
sms: Seuʹrre Mättʼtõshalltõõzz Cygnaeus-päʹlǩǩõõzz jueʹǩǩempoodd neeʹttest!

source: Opetushallitus nimesi lokakuussa saamen kielten etäyhteyksiä hyödyntävän opetuksen pilottihankkeen yhdeksi Cygnaeus-palkinnon 2020 finalisteista.
sms: Mättʼtõshalltõs nõõmti kålggmannust sääʹmǩiõli ougglõsõhttvuõđid äuʹǩǩeei mättʼtõõzz pilotthaʹŋǩǩõõzz õhttân Cygnaeus-paʹlǩǩõõzz 2020 finalisttân.

source: Finalisteja on yhteensä kuusi.
sms: Finaliist lie õhttsiʹžže kutt.

source: Palkinnon saaja julkistetaan maanantaina 23.11. klo 12 alkavassa verkkotilaisuudessa, jota voi seurata suorana tästä linkistä .
sms: Paʹlǩǩõõzz vuäǯǯai õlmstââʹttet vuõssaarǥ 23.11. čiâss 12 aʹlǧǧi neʹttšõddmõõžžâst, koon vuäitt seuʹrrjet vuõiʹǧǧest tääiʹben .

source: Palkinnon jakaa Opetushallituksen pääjohtaja Olli-Pekka Heinonen.
sms: Paʹlǩǩõõzz juâkk mättʼtõshalltõõzz väʹlddjååʹđteei Olli-Pekka Heinonen.

source: Saamen kielten etäopetushanke ehdolla Cygnaeus-palkinnon saajaksi (16.10)
sms: Sääʹmǩiõli ougglõsmättʼtõshaʹŋǩǩõs eʹtǩǩuum Cygnaeus-päʹlǩǩõõzz vuäǯǯjen (16.10.)

source: Tutustu kuuteen Cygnaeus-palkinnon finalistiin (13.10.)
sms: Tobdstõõđ kuʹtte Cygnaeus-päʹlǩǩõõzz finaliʹstte täʹst (13.10.)

source: Lisätietoja:
sms: Lââʹssteâđ:

source: Projektipäällikkö Hanna Helander, etunimi.sukunimi@edu.utsjoki.fi
sms: Projeʹkttjååʹđteei Hanna Helander, etunimi.sukunimi@edu.utsjoki.fi

source: Koordinaattori Arla Magga, etunimi.sukunimi@samediggi.fi
sms: Koordinaattor Arla Magga, etunimi.sukunimi@samediggi.fi

source: Koulutussihteeri Ulla Aikio-Puoskari, etunimi.sukunimi@samediggi.fi
sms: Škooultõspiisar Ulla Aikio-Puoskari, etunimi.sukunimi@samediggi.fi

source: Kuva: Opetushallitus
sms: Snimldõk: Mättʼtõshalltõs
